{
  "books": [
  {
    "id": 1,
    "searchInfo": {
      "textSnippet": "To Kill a Mockingbird is a 1961 novel by Harper Lee. Set in small-town Alabama, the novel is a bildungsroman, or coming-of-age story, and chronicles the childhood of Scout and Jem Finch as their father Atticus defends a Black man falsely accused of rape. Scout and Jem are mocked by classmates for this."
    },
    "volumeInfo": {
      "title": "To Kill a Mockingbird",
      "authors": "Harper Lee",
      "categories": "Fiction",
      "imageLinks": {
        "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4f/To_Kill_a_Mockingbird_%28first_edition_cover%29.jpg"
      },
      "userReviews": [
      {
        "review": "I was extremely bored by the majority of this novel and thus I did not enjoy it very much (and no, I will not reread it because I do not care). most importantly, though, I don’t believe a white savior narrative like this one is a story that should be so heavily defended by white people or pushed as an essential book in school curriculum today when there are better books about racism by people who have actually experienced it, and especially when this book cares more about the white characters than the Black ones!",
        "reviewName": "Petrik",
        "rating": 2,
        "id": 1
      },
      {
        "review": "AShoot all the bluejays you want, if you can hit 'em, but remember it's a sin to kill a mockingbird. That was Atticus' advice to Scout and Jim, before the onset of African American Tom Robinson's trial for the alleged rape of a white woman in a town in the Deep South, in the United States in the 1930s. A work of genius, of pure perfection, the best book I have ever read.",
        "reviewName": "Dr. Appu Sasidharan",
        "rating": 4,
        "id": 2
      }
    ]
    }
  },
  {
    "id": 2,
    "searchInfo": {
      "textSnippet": "Winston Smith is an employee at the Ministry of Truth. He is responsible for rewriting past records to align with the Party's current opinions. He greatly opposes the Party and wants to overthrow them. He meets a woman named Julia and starts an illegal affair with her, hiding in a secret apartment and discussing their feelings about the government. They soon find out that they were being watched the whole time, and they are tortured into saying that they no longer oppose the Party and Big Brother anymore."
    },
    "volumeInfo": {
      "title": "1984",
      "authors": "George Orwell",
      "categories": "Dystopian",
      "imageLinks": {
        "thumbnail": "https://m.media-amazon.com/images/I/41sjzA8EGhL._SY445_SX342_.jpg"
      },
      "userReviews": [
        {
          "review": "1984 is not a particularly good novel, but it is a very good essay. On the novel front, the characters are bland and you only care about them because of the awful things they live through. As a novel all the political exposition is heavyhanded, and the message completely overrides any sense of storytelling. As an essay, the points it makes can be earthshaking. It seems everyone who has so much as gotten a parking ticket thinks he lives in a 1984-dystopia. Every administration that reaches for power, injures civil liberties or collaborates too much with media is accused of playing Big Brother. These are the successes of 1984's paranoia, far outliving its original intent as a battery against where Communism was going (Orwell was a severely disappointed Marxist), and while people who compare their leaders to Big Brother are usually overreaching themselves and speak far away from Orwell's intent and vision, it is a useful catchcloth for dissent. Like so many immortalized books with a social vision, 1984's actual substance is so thin that its ideologies and fear-mongering aspects can be stretched and skewed to suit the readers. If you'd like a better sense of the real world and Orwell's intents, rather than third-hand interpretations of his fiction, then his Homage to Catalonia is highly recommended.",
          "reviewName": "John Wiswell",
          "rating": 3,
          "id": 1
        },
        {
          "review": "This was the book that started my love affair with the dystopian genre. And maybe indirectly influenced my decision to do a politics degree. I was only 12 years old when I first read it but I suddenly saw how politics could be taken and manipulated to tell one hell of a scary and convincing story. I'm a lot more well-read now but, back then, this was a game-changer. I started to think about things differently. I started to think about 2 + 2 = 5 and I wanted to read more books that explored the idea of control.",
          "reviewName": "Emily May",
          "rating": 5,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 3,
    "searchInfo": {
      "textSnippet": "Pride and Prejudice follows the turbulent relationship between Elizabeth Bennet, the daughter of a country gentleman, and Fitzwilliam Darcy, a rich aristocratic landowner. They must overcome the titular sins of pride and prejudice in order to fall in love and marry."
    },
    "volumeInfo": {
      "title": "Pride and Prejudice",
      "authors": "Jane Austen",
      "categories": "Romance",
      "imageLinks": {
        "thumbnail": "https://images3.penguinrandomhouse.com/cover/9780593622452"
      },
      "userReviews": [
        {
          "review": "6.0 stars. Confession...this book gave me an earth-shattering Janeaustegasm and I am feeling a bit spent and vulnerable at the moment, so please bear with me. You see, I decided I wanted to get more literated by reading the classicals in between my steady flow of science fiction, mystery and horror. The question was where to begin.",
          "reviewName": "Stephen",
          "rating": 5,
          "id": 1
        },
        {
          "review": "This book is quite possibly the most insipid novel I have ever read in my life. Why this book is so highly treasured by society is beyond me. It is 345 pages of nothing. The characters are like wispy shadows of something that could be interesting, the language that could be beautiful ends up becoming difficult to decipher and lead me more than once to skip over entire paragraphs because I became tired of having to stumble through them only to emerge unsatisfied, and the plot is non-existent, as though Austen one day decided she wanted to write a novel and began without having any idea what would happen except that there would be a boy and a girl who seemingly didn’t like each other but in the end got married. The story really probably could have been told in about 8 pages, but Austen makes us slog through 345 pages of mind-numbing balls and dinner-parties. I don’t care what anyone says, this is not great literature. This is a snore.",
          "reviewName": "Elizabeth Smith",
          "rating": 1,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 4,
    "searchInfo": {
      "textSnippet": "The Great Gatsby is a 1925 novel by American writer F. Scott Fitzgerald. Set in the Jazz Age on Long Island, near New York City, the novel depicts first-person narrator Nick Carraway's interactions with mysterious millionaire Jay Gatsby and Gatsby's obsession to reunite with his former lover, Daisy Buchanan."
    },
    "volumeInfo": {
      "title": "The Great Gatsby",
      "authors": "F. Scott Fitzgerald",
      "categories": "Classic",
      "imageLinks": {
        "thumbnail": "https://images.booksense.com/images/694/767/9781936767694.jpg"
      },
      "userReviews": [
        {
          "review": "Fitzgerald can set a scene so perfectly, flawlessly. He paints a world of magic and introduces one of the greatest characters of all time, Jay Gatsby. Gatsby is the embodiment of hope, and no one can dissuade him from his dreams. Have you ever had a dream that carried you to heights you could never have dreamed otherwise? When Gatsby is reunited with Daisy Buchanan, he fills the space to the brim with flowers, creating a living dream. How is anyone supposed to compete with that?",
          "reviewName": "Eli ofTroy",
          "rating": 4,
          "id": 1
        },
        {
          "review": "There was one thing I really liked about The Great Gatsby. It was short.",
          "reviewName": "Inge Schneider",
          "rating": 2,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 5,
    "searchInfo": {
      "textSnippet": "Herman Melville's Moby Dick is the story of Captain Ahab's self-destructive obsession with the white whale called Moby Dick. It is told through the narration of Ishmael, a sailor new to Ahab's ship, the Pequod. The plot of the novel follows Ahab's manic drive to kill the whale, even as it endangers his crew."
    },
    "volumeInfo": {
      "title": "Moby-Dick",
      "authors": "Herman Melville",
      "categories": "Adventure",
      "imageLinks": {
        "thumbnail": "https://m.media-amazon.com/images/I/41jpBSfnVWL._SY445_SX342_.jpg"
      },
      "userReviews": [
        {
          "review": "Love it or hate it, whenever someone asks if Herman Melville’s Moby-Dick is worth reading I always enthusiastically say yes you should, yes it's worth it, yes, yes like some weirdass library Molly Bloom. An epic seafaring quest—one that is a prime example of how a major theme in literature is Don’t Get on Boats (my rant on that here)—to fight the emptiness and meaninglessness of the world symbolized by the white whale. Even if we the reader may be like Cpt. Ahab trying to find our own sense of purpose in our pursuit of the novel, it is a voyage of beautiful prose worth setting out on",
          "reviewName": "s.penkevich",
          "rating": 4,
          "id": 1
        },
        {
          "review": "I hate this book so much. It is impossible to ignore the literary merit of this work though; it is, after all, a piece of innovative literature. Melville broke narrative expectations when he shed the narrator Ishmael and burst through with his infinite knowledge of all things whale. It was most creative, but then he pounded the reader with his knowledge of the whaling industry that could, quite literally, fill several textbooks. This made the book so incredibly dull. I’m not being naïve towards this book’s place in the literary cannon, but I am sharing my agony for a book that bored me half to death with its singularity of purpose and expression: it’s obsession with whales. I’m just sick of them",
          "reviewName": "Sean Barrs",
          "rating": 3,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 6,
    "searchInfo": {
      "textSnippet": "The novel details two days in the life of 16-year-old Holden Caulfield after he has been expelled from prep school. Confused and disillusioned, Holden searches for truth and rails against the “phoniness” of the adult world."
    },
    "volumeInfo": {
      "title": "The Catcher in the Rye",
      "authors": "J.D. Salinger",
      "categories": "Fiction",
      "imageLinks": {
        "thumbnail": "https://m.media-amazon.com/images/I/91fQEUwFMyL._SL1500_.jpg"
      },
      "userReviews": [
        {
          "review": "My theory as to this book's unusually polarizing nature: either you identify with Holden Caulfield or you don't. Those who see themselves (either as they were or, God help them, as they are) in Holden see a misunderstood warrior-poet, fighting the good fight against a hypocritical and unfeeling world; they see in Salinger a genius because he gets it, and he gets them. Those of us who don't relate to Holden see in him a self-absorbed whiner, and in Salinger, a one-trick-pony who lucked into performing his trick at a time when some large fraction of America happened to be in the right collective frame of mind to perceive this boring twaddle as subversive and meaningful.",
          "reviewName": "Richard",
          "rating": 1,
          "id": 1
        },
        {
          "review": "a lot of people say this book sucks because holden is annoying and complains all the time, but that's actually why it's good. nothing could be more relatable.",
          "reviewName": "emma",
          "rating": 3,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 7,
    "searchInfo": {
      "textSnippet": "The novel examines a futuristic society, called the World State, that revolves around science and efficiency. In this society, emotions and individuality are conditioned out of children at a young age, and there are no lasting relationships because every one belongs to every one else (a common World State dictum)."
    },
    "volumeInfo": {
      "title": "Brave New World",
      "authors": "Aldous Huxley",
      "categories": "Dystopian",
      "imageLinks": {
        "thumbnail": "https://m.media-amazon.com/images/I/411MY5+ApVL._SY445_SX342_.jpg"
      },
      "userReviews": [
        {
          "review": "I would give it a 4.5 star rating. Brave New World was definitely worth listening to! It was an interesting dystopian classic with themes that one can still ponder today. One entertaining aspect of listening to this novel on audio Brave New World is to picture what other commuters or walkers might think when they overhear a few of the weird social norms of Huxley's book. What would they think if they heard soma and feelies in the same sentence on the bus or train with you?",
          "reviewName": "Silvia Ers",
          "rating": 4,
          "id": 1
        },
        {
          "review": "I would like to be an intellectual. In an ideal world, I wear a monocle, and I have a pocket watch on a chain, and all of my sweaters have elbow patches. In this world, I consume exclusively classics at a very slow pace (so as to examine every word), but somehow simultaneously I have read everything that's ever been called worth reading by any person who's ever been called pretentious. But that is not this world",
          "reviewName": "gamma",
          "rating": 5,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 8,
    "searchInfo": {
      "textSnippet": "The novel follows the story of Jane, a seemingly plain and simple girl as she battles through life's struggles. Jane has many obstacles in her life - her cruel and abusive Aunt Reed, the grim conditions at Lowood school, her love for Rochester and Rochester's marriage to Bertha."
    },
    "volumeInfo": {
      "title": "Jane Eyre",
      "authors": "Charlotte Brontë",
      "categories": "Gothic Romance",
      "imageLinks": {
        "thumbnail": "https://images.booksense.com/images/320/430/9788417430320.jpg"
      },
      "userReviews": [
        {
          "review": "FIVE REASONS WHY JANE EYRE WOULD NEVER BE A BESTSELLER IN OUR TIMES: 5. Four hundred-odd pages of purely descriptive writing 4. Overt religious themes and moral preaching 3. A plain-Jane heroine who stays plain. No makeovers to reveal a hitherto hidden prettiness that only needed an application of hydrogen peroxide and some eyebrow plucking to emerge full-blown. 2. The world is not well-lost for love. In the war between self-respect and grand passion, principles win hands down. Rousing, yet tender speeches do not make our heroine forsake her creed to fall swooning and submissive into her alpha's arms. 1. NO SEX!!!",
          "reviewName": "Vinaya",
          "rating": 5,
          "id": 1
        },
        {
          "review": "I feel like an ass saying this but... who actually thinks this is a cute romance!? What the actual f!! Now that this is out of the way. I did like Jane as a character and I also liked the portion of the book about her childhood but the two RoMaNcEs were train wrecks and if I hear anyone say they love M. Rochester I will forever judge you. Pride and Prejudice > Jane Eyre There I said it.",
          "reviewName": "Emily Books",
          "rating": 3,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 9,
    "searchInfo": {
      "textSnippet": "Bilbo Baggins, a hobbit, is persuaded into accompanying the wizard Gandalf and a group of dwarves on a journey to reclaim the dwarfish city of Erebor and all its riches from the dragon Smaug."
    },
    "volumeInfo": {
      "title": "The Hobbit",
      "authors": "J.R.R. Tolkien",
      "categories": "Fantasy",
      "imageLinks": {
        "thumbnail": "https://mymomentsofbeing.wordpress.com/wp-content/uploads/2012/11/the-hobbit.jpg?w=480&h=735"
      },
      "userReviews": [
        {
          "review": "JUST AMAZING! FUN AND BEAUTIFUL ADVENTURE! I HAD TO READ THE END AGAIN BECAUSE OF MY LOVE how they made three films out of this impresses me!",
          "reviewName": "Ben Alderson",
          "rating": 5,
          "id": 1
        },
        {
          "review": "In certain crowds, my rating and the words I'm about to write (well, type) would probably get me shot. But The Hobbit is still one of the most boring books I have ever read. Tolkien's writing seems so dry and impersonal, though I can't deny he had a lot of fascinating ideas.",
          "reviewName": "Emily May",
          "rating": 3,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 10,
    "searchInfo": {
      "textSnippet": "Frankenstein tells the story of gifted scientist Victor Frankenstein who succeeds in giving life to a being of his own creation. However, this is not the perfect specimen he imagines that it will be, but rather a hideous creature who is rejected by Victor and mankind in general."
    },
    "volumeInfo": {
      "title": "Frankenstein",
      "authors": "Mary Shelley",
      "categories": "Horror",
      "imageLinks": {
        "thumbnail": "https://www.magicmurals.com/media/amasty/webp/catalog/product/cache/155d73b570b90ded8a140526fcb8f2da/a/d/adg-0000001045_1_jpg.webp"
      },
      "userReviews": [
        {
          "review": "80% of this book is just Victor Frankenstein falling into months-long fevers at the slightest inconvenience and also being a colossal piece of shit. The Creature, on the other hand, is the poster-monster for anyone who’s ever felt Othered and I simply LOVE HIM",
          "reviewName": "chai",
          "rating": 5,
          "id": 1
        },
        {
          "review": "nothing like reading this entire book aloud to bonnie because i need her to understand why this book is so good. for me it's because i've never read a book that so vividly describes agony. the mental torment these characters go through and the ways they impact each other will never not hit me hard. i can't believe mary woke up and sat down and wrote this at EIGHTEEN? long story short i am a mont blanc stan and white cishet men need to be humbled. this book is literally the definition of fuck around and find out.",
          "reviewName": "Whitney Atkinson",
          "rating": 5,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 11,
    "searchInfo": {
      "textSnippet": "Raskolnikov, an alienated former student living in abject poverty, plans to murder a greedy, old pawnbroker and use her money to help others. Although he gets away with the crime, he still experiences punishment: feelings of guilt, paranoia, isolation, horror and self-doubt."
    },
    "volumeInfo": {
      "title": "Crime and Punishment",
      "authors": "Fyodor Dostoevsky",
      "categories": "Psychological Fiction",
      "imageLinks": {
        "thumbnail": "https://images.booksense.com/images/505/734/9780679734505.jpg"
      },
      "userReviews": [
        {
          "review": "This took so long because it was too big to travel with and also made me anxious to read. Does anyone recommend a particular translation? I read Pevear and Volokhonsky and I’m guessing I’d prefer something else. Might try again in ten years.",
          "reviewName": "Lucy Dacus",
          "rating": 2,
          "id": 1
        },
        {
          "review": "I basically had to stop drinking for a month in order to read it; my friends no longer call. But it's great.",
          "reviewName": "geoff",
          "rating": 5,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 12,
    "searchInfo": {
      "textSnippet": "What is War and Peace about? War and Peace (1869) is a novel that follows the lives of several aristocratic families during the French invasion of Russia and the Napoleonic Wars. It explores themes of love, war, politics, and the human condition, and is considered one of the great works of literature."
    },
    "volumeInfo": {
      "title": "War and Peace",
      "authors": "Leo Tolstoy",
      "categories": "Historical Fiction",
      "imageLinks": {
        "thumbnail": "https://www.nobleobjects.com/cdn/shop/articles/WarPeace_1-300391_150x.jpg?v=1605747682"
      },
      "userReviews": [
        {
          "review": "Who is right and who is wrong? No one! But if you are alive - live: tomorrow you'll die as I might have died an hour ago. And is it worth tormenting oneself, when one has only a moment of life in comparison with eternity?",
          "reviewName": "emma",
          "rating": 5,
          "id": 1
        },
        {
          "review": "we* did it girls! *we = me and my multiple existential crises",
          "reviewName": "Bella",
          "rating": 3,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 13,
    "searchInfo": {
      "textSnippet": "a gothic novel that follows the antihero, Heathcliff, as he gets revenge the people who kept him away from his love, Cathy Earnshaw. After over a decade, he finally succeeds in his revenge and gains: Thrushcross Grange, the family home of Cathy's husband."
    },
    "volumeInfo": {
      "title": "Wuthering Heights",
      "authors": "Emily Brontë",
      "categories": "Gothic Fiction",
      "imageLinks": {
        "thumbnail": "https://m.media-amazon.com/images/I/41bqmOFoaPL._SY445_SX342_.jpg"
      },
      "userReviews": [
        {
          "review": "I've tried it three times. I know people are obsessed with it. I hate everyone in the book - and I just can't care about a book where I actually hate the characters. And, sure, I get the interpretation that as terrible as Heathcliff and Cathy are, it's their love that redeems them, and isn't that romantic. No.",
          "reviewName": "Chelsea",
          "rating": 3,
          "id": 1
        },
        {
          "review": "Having been unable to visit the Bronte Parsonage Museum recently, due to Covid-19, I thought a re-read of Wuthering Heights would be the next best thing, and it was - but oh how I long for a trip to Haworth, just to soak up that unique atmosphere!",
          "reviewName": "Maureen",
          "rating": 5,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 14,
    "searchInfo": {
      "textSnippet": "The narrative centres on the adulterous affair between Anna, wife of Aleksey Karenin, and Count Vronsky, a young bachelor. Karenin's discovery of the liaison arouses only his concern for his own public image. Anna promises discretion for the sake of her husband and young son but eventually becomes pregnant by Vronsky."
    },
    "volumeInfo": {
      "title": "Anna Karenina",
      "authors": "Leo Tolstoy",
      "categories": "Literary Fiction",
      "imageLinks": {
        "thumbnail": "https://m.media-amazon.com/images/I/51gbqwxUuhL._SY445_SX342_.jpg"
      },
      "userReviews": [
        {
          "review": "goodness me, russians are dramatic. and i wouldnt have it any other way. tolstoy is a master character creator. and although he is very skilled at conveying pre-revolution life and society, i have found much more enjoyment in his characters (shoutout to my boy, levin) than the plot. that being said, there is a certain complexity in tolstoys method of storytelling. there isnt a clear resolution in sight for most of the novel, so it left me eager to see what the characters would do and how the story would play out. also, on a side note, i am of the strong opinion that leo was on one when he chose the title for this.",
          "reviewName": "jessica",
          "rating": 5,
          "id": 1
        },
        {
          "review": "…this entire thing could’ve been avoided if someone would’ve just given Levin a heroic dose of mushrooms from the start",
          "reviewName": "Shawn McComb",
          "rating": 5,
          "id": 2
        }
      ]
    }
  },
  {
    "id": 15,
    "searchInfo": {
      "textSnippet": "Dorian has his portrait painted as a young man. The portrait takes on Dorian's sins and his signs of aging. Dorian spends 18 years living a hedonistic lifestyle. Ultimately, Dorian dies trying to break the curse that the painting has cast over his life."
    },
    "volumeInfo": {
      "title": "The Picture of Dorian Gray",
      "authors": "Oscar Wilde",
      "categories": "Philosophical Fiction",
      "imageLinks": {
        "thumbnail": "https://m.media-amazon.com/images/I/518HqIafIHL._SY445_SX342_.jpg"
      },
      "userReviews": [
        {
          "review": "I finished reading this last night, and afterwards I spent an entire hour staring into space so I could contemplate over the majesty of this work. It left me speechless. This book is exquisite; it is an investigation into the human soul, the power of vanity and the problems of living a life with not a single consequence for your actions. It’s truly powerful stuff.",
          "reviewName": "Sean Barrs",
          "rating": 5,
          "id": 1
        },
        {
          "review": "Facts that I know for sure: 1. I got this edition because I'm a slave to the aesthetics and that's exactly the kind of motive the ghost of Oscar Wilde would approve of 2. It’s safe to assume that no matter what I’m doing, at any given moment in time, at least 20% of my brain capacity is perpetually dedicated to making sure I am clever enough, gay enough, and dramatic enough to earn the approval of the ghost of Oscar Wild",
          "reviewName": "chai",
          "rating": 4,
          "id": 2
        }
      ]
    }
  }
]
}